Repository: gnukhata/gkwebapp
Catalog: gkwebapp/locale/*/LC_MESSAGES/gkwebapp.po
Languages: ml, mr

source: Godown deleted successfully.
ml: ഗോഡൗൺ വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Godown could not be edited.
ml: ഗോഡൗൺ തിരുത്താൻ സാധിക്കുകയില്ല

source: Godown cannot be deleted!
ml: ഗോഡൗൺ ഡിലീറ്റ് ചെയ്യാൻ സാധിക്കുകയില്ല

source: Please enter contact!
ml: ദയവായി ബന്ധപ്പെടുവാനുള്ള ഫോൺ നമ്പർ നൽകുക

source: Invoice successfully cancelled.
ml: ഇൻവോയ്‌സ്‌ വിജയകരമായി കാൻസൽ ചെയ്തിരിക്കുന്നു

source: Invoice cannot be cancelled!
ml: ഇൻവോയ്‌സ്‌ കാൻസൽ ചെയ്യാൻ സാധിക്കുകയില്ല

source: Invoice
ml: ഇൻവോയ്‌സ്‌

source: Select Invoice
ml: തിരെഞ്ഞുടുക്കുക

source: Vat for
ml: വാറ്റ്

source: Edit Organisation
ml: ഓർഗനൈസേഷൻ തിരുത്തുക
mr: संस्था एडिट करा

source: Organisation Details edited successfully.
ml: ഓർഗനൈസേഷന്റെ വിശദാംശം വിജയകരമായി തിരുത്തിയിരിക്കുന്നു
mr: संस्थेचा तपशिल एडिट केला.

source: Connection Failed.
ml: കണക്ഷൻ ഫെയിൽ ആയിരിക്കുന്നു
mr: कनेक्शन होउु शकले नाही.

source: Registration Number
ml: രെജിസ്ട്രേഷൻ നമ്പർ
mr: नोंदणी क्र.

source: FCRA Registration Number
ml: എഫ് സി ആർ എ രെജിസ്ട്രേഷൻ നമ്പർ
mr: एफ. सि. आर. ए. नोंदणी क्र.

source: Country
ml: രാജ്യം
mr: देश

source: City
ml: പട്ടണം
mr: शहर

source: Service Tax Number
ml: സർവീസ് ടാക്സ് നമ്പർ
mr: सर्व्हिस टॅक्स क्र

source: Permanent Account Number
ml: പെര്മനെന്റ് അക്കൗണ്ട് നമ്പർ
mr: परमनंट अकौंट नंबर

source: Date Of Registration
ml: രെജിസ്ട്രേഷൻ തിയതി
mr: नोंदणीची तारीख

source: Enter Registrtion Day
ml: രെജിസ്ട്രേഷൻ തിയതി നൽകുക
mr: नोंदणीचा दिवस टाका

source: Enter Registration Month
ml: രെജിസ്ട്രേഷൻ മാസം നൽകുക
mr: नोंदणीचा महिना टाका

source: Enter Registration Year
ml: രെജിസ്ട്രേഷൻ വർഷം നൽകുക
mr: नोंदणीचे वर्ष टाका

source: Date Of FCRA Registration
ml: എഫ് സി ആർ എ രെജിസ്ട്രേഷൻ തിയതി
mr: एफ. सि. आर. ए. नोंदणीची तारीख

source: Enter FCRA Registrtion Day
ml: എഫ് സി ആർ എ രെജിസ്ട്രേഷൻ തിയതി നൽകുക
mr: नोंदणीचा दिवस

source: Enter FCRA Registration Month
ml: എഫ് സി ആർ എ രെജിസ്ട്രേഷൻ മാസം നൽകുക
mr: एफ. सि. आर. ए. नोंदणीचा महिना टाका

source: Enter FCRA Registration Year
ml: എഫ് സി ആർ എ രെജിസ്ട്രേഷൻ വർഷം നൽകുക
mr: एफ. सि. आर. ए. नोंदणीचे वर्ष टाका

source: Email
ml: ഇമെയിൽ
mr: इमेल

source: Telephone Number
ml: ടെലിഫോൺ നമ്പർ
mr: टेलिफोन नं.

source: Website
ml: വെബ്സൈറ്റ്
mr: वेबसाईट

source: Postal Code
ml: പോസ്റ്റൽ കോഡ്
mr: पोस्टाचा कोड.

source: Fax Number
ml: ഫാക്സ് നമ്പർ
mr: फॅक्स नं.

source: VAT Number
ml: വാറ്റ് നമ്പർ
mr: व्हॅट नं.

source: Select Product
ml: പ്രോഡക്ട് തിരഞ്ഞെടുക്കുക

source: Transfer Note Deleted Successfully!
ml: ട്രാൻസ്ഫർ നോട്ട് വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Transfer Note:
ml: ട്രാൻസ്ഫർ നോട്ട്

source: Unit deleted successfully.
ml: യൂണിറ്റ് വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Unit can not be deleted , contains Subunit!
ml: യൂണിറ്റ് ഡിലീറ്റ് ചെയ്യാൻ സാധിക്കുകയില്ല , സബ് യൂണിറ്റ് ഉൾപ്പെടുന്നു

source: Unit :
ml: യൂണിറ്റ്

source: Select unit
ml: യൂണിറ്റ് തിരെഞ്ഞുടുക്കുക

source: Name :
ml: പേര്

source: Enter unit name
ml: യൂണിറ്റിന്റെ പേര് നൽകുക

source: Sub Unit Of :
ml: സബ് യൂണിറ്റ്

source: Conversion Rate:
ml: കൺവെർഷൻ റേറ്റ് ഏതാണ്

source: Edit User
ml: യൂസർ എഡിറ്റ് ചെയ്യുക
mr: वापरणार्‍याचा तपशिल एडिट करा

source: Change Password
ml: പാസ്സ്‌വേർഡ് മാറ്റുക
mr: पासवर्ड बदला

source: Changes saved successfully.
ml: മാറ്റങ്ങൾ വിജയകരമായി സേവ് ചെയ്തിരിക്കുന്നു
mr: बदल केले.

source: Please enter current password!
ml: നിലവിലുള്ള പാസ്സ്‌വേർഡ് നൽകുക
mr: सध्याचा पासवर्ड टाका!

source: Access denied!
ml: അക്സസ്സ് തടസ്സപെട്ടിരിക്കുന്നു
mr: तुम्हाला पुढे जाता येणार नाही!

source: Please enter the new password!
ml: ദയവായി പുതിയ പാസ്സ്‌വേർഡ് നൽകുക
mr: नवीन पासवर्ड टाका!

source: Please select organisation!
ml: ദയവായി ഓർഗനൈസേഷൻ തിരെഞ്ഞുടുക്കുക
mr: संस्था निवडा!

source: Select Organisation
ml: ഓർഗനൈസേഷൻ തിരെഞ്ഞുടുക്കുക
mr: संस्था निवडा!

source: Select Financial Year
ml: സാമ്പത്തിക വർഷം തിരെഞ്ഞുടുക്കുക
mr: हिशेबाचे वर्ष निवडा

source: Extended Trial Balance
ml: വിപുലമായ ട്രയൽ ബാലൻസ്
mr: एक्स्टेंडेड ट्रायल बॅलन्स

source: for the period from
ml: കാലാവധി
mr: कालावधी

source: Sr. No.
ml: സീരിയൽ നമ്പർ
mr: अनु. क्र.

source: Opening Balance
ml: ഓപ്പണിങ് ബാലൻസ്
mr: आरंभीची शिल्लक

source: Total Drs
ml: ടോട്ടൽ ടബിറ്റോർസ്
mr: डेबिट बेरीज

source: Total Crs
ml: ടോട്ടൽ ക്രഡിറ്റേഴ്‌സ്
mr: क्रेडिट बेरीज

source: Dr Balance
ml: ഡെബിറ്റ് ബാലൻസ്
mr: डेबिट बॅलन्स

source: Cr Balance
ml: ക്രഡിറ്റ് ബാലൻസ്
mr: क्रेडिट बॅलन्स

source: Find-Edit Voucher
ml: വൗച്ചർ കണ്ടുപിടിക്കുക - തിരുത്തുക
mr: व्हावचर शोधा, एडिट करा

source: Voucher deleted successfully.
ml: വൗച്ചർ വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു
mr: व्हावचर काढुन टाकले

source: Please enter an amount!
ml: ദയവായി തുക എന്റർ ചെയ്യുക
mr: रक्कम टाका!

source: Please enter a narration!
ml: ദയവായി ഒരു വിവരണം എന്റർ ചെയ്യുക
mr: तपशिल टाका!

source: Please enter a proper date!
ml: ദയവായി ഉചിതമായ ഒരു തീയതി നൽകുക
mr: योग्य तारीख टाका!

source: No transactions found
ml: ഒരു ഇടപാടുകളും കണ്ടെത്തിയില്ല
mr: व्यवहारांच्या नोंदी सापडल्या नाहीत

source: Find Voucher
ml: വൗച്ചർ കണ്ടെത്തുക
mr: व्हावचर शोधा

source: Search Voucher B<u>y
ml: വൗച്ചർ കണ്ടെത്തുക
mr: व्हावचर शोधण्याचा पर्याय

source: Select Criteria
ml: അളവ് തിരഞ്ഞെടുക്കുക
mr: पर्याय निवडा

source: Voucher Number
ml: വൗച്ചർ നമ്പർ
mr: व्हावचर क्र.

source: Time Interval
ml: ഇടവേളക്കു വേണ്ട സമയം
mr: कालावधी

source: Narration
ml: വിവരണം
mr: तपशिल

source: Status
ml: സ്ഥിതി
mr: स्टेटस

source: Dr Accounts
ml: ഡെബിറ്റ് അക്കൗണ്ട്സ്
mr: डेबिट खाती

source: Cr Accounts
ml: ക്രെഡിറ്റ് അക്കൗണ്ട്സ്
mr: क्रेडिट खाती

source: Dr Amounts
ml: ഡെബിറ്റ് തുക
mr: डेबिट रकमा

source: Cr Amounts
ml: ക്രെഡിറ്റ് തുക
mr: क्रेडिट रकमा

source: Could not change password
ml: പാസ്സ്‌വേർഡിൽ മാറ്റം വരുത്താൻ സാധിയ്ക്കില്ല
mr: पासवर्ड बदलता आला नाही

source: Please revisit your entries.
ml: ദയവായി നിങ്ങളുടെ എൻട്രികൾ പരിശോധിക്കുക
mr: पुन्हा प्रयत्न करा

source: No such user.
ml: ഈ യൂസർ നിലവിലില്ല
mr: ह्या नावाचा कोणी वापरणारा नाही

source: Please enter a
ml: ദയവായി 'എ' എന്റർ ചെയ്യുക

source: Username
ml: യൂസറിന്റെ പേര്
mr: वापरणार्‍याचे नाव

source: A valid
ml: പ്രാബല്യത്തിലുള്ള
mr: एक योग्य

source: Security Answer
ml: സെക്യൂരിറ്റി ഉത്തരം
mr: सुरक्षेच्या प्रश्नाचे उत्तर

source: is required.
ml: ആവശ്യമുണ്ട്
mr: टाका

source: New Password
ml: പുതിയ പാസ്സ്‌വേർഡ്
mr: नवीन पासवर्ड

source: cannot be blank.
ml: ഒന്നും എഴുതാതെ വിടാൻ പാടില്ല
mr: ही जागा मोकळी सोडता येणार नाही.

source: Passwords do not match.
ml: പാസ്സ്‌വേർഡ് തെറ്റാണ്
mr: पासवर्ड कन्फर्म होत नाही.

source: incorrect.
ml: തെറ്റാണ്
mr: चुकीचा आहे.

source: Password
ml: പാസ്സ്‌വേർഡ്
mr: पासवर्ड

source: not confirmed.
ml: ഉറപ്പാക്കിയിട്ടില്ല
mr: कन्फर्म होत नाही.

source: Forgot Password?
ml: പാസ്സ്‌വേർഡ് മറന്നുപോയി
mr: पासवर्ड विसरलात?

source: GNUKhata | Godown
ml: ഗ്നൂഖാത്ത | ഗോഡൗൺ

source: Create Godown
ml: ഗോഡൗൺ തിരുത്തുക

source: Gross Trial Balance
ml: ഗ്രോസ് ട്രയൽ ബാലൻസ്
mr: ग्रॉस ट्रायल बॅलन्स

source: Toggle navigation
ml: ടോഗ്ഗിൽ നാവിഗേഷൻ
mr: टॉगल नेव्हिगेशन

source: Select Existing Organisation
ml: നിലവിലുള്ള ഓർഗനൈസേഷൻ തിരഞ്ഞെടുക്കുക
mr: अस्तित्वात असलेली संस्था निवडा

source: <u>L</u>anguage
ml: ഭാഷ
mr: भाषा

source: Duplicate Organisation!
ml: ഓർഗനൈസേഷന്റെ പകർപ്പ്
mr: संस्था अस्तित्वात आहे

source: Welcome To GNUKhata
ml: ഗ്നൂഖാത്തയിലേക്ക് സ്വാഗതം
mr: ‘गन्यु खात्यामध्ये आपले स्वागत आहे.

source: A Free and Open Source Accounting Software
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ അധിഷ്ഠിത ഫിനാൻഷ്യൽ അക്കൗണ്ടിംഗ് സോഫ്റ്റ്‌വെയർ
mr: एक मुक्त हिशेब लेखनाची आज्ञावली

source: It is Lightweight.
ml: ഇത് വളരെ ലളിതമാണ്
mr: कमी मेमरी स्पेस व्यापणारी

source: It can scale upto a cloud based deployment or down to a standalone installation.
ml: ഇത് ക്‌ളൗഡ്‌ അധിഷ്ഠിതമായും ഒരു യൂണിറ്റിൽ മാത്രമായും ഉപയോഗിക്കാം
mr: स्टँड अलोनपासुन क्लाउूड बेस्ड काँप्युटींगपर्यंत वापरता येउू शकणारी!

source: It is fast and robust.
ml: ഇത് വേഗതയുള്ളതും ദൃഢതയുള്ളതുമാണ്
mr: वेगवान आणि मजबुत

source: It is based on double entry system of accounting.
ml: ഇത് അക്കൗണ്ടിങ്ങിന്റെ ഡബിൾ എൻട്രി സിസ്റ്റവുമായി ബന്ധപ്പെട്ടതാണ്
mr: डबल एंट्री सिस्टिमवर आधारीत

source: GNUKhata is developed by
ml: ഗ്നൂഖാത്ത ഡെവലപ്പ് ചെയ്തത്
mr: गन्यु खाता विकसित करणारे

source: Digital Freedom Foundation(DFF)
ml: ഡിജിറ്റൽ ഫ്രീഡം ഫൗണ്ടേഷനാണ്
mr: डिझिटल फ्रीडम फौंडेशन (डिएफएफ)

source: and is currently funded by
ml: ഇതിനായി മൂലധനം നൽകുന്നത്
mr: सध्या अर्थिक सहाय्य देणारी संस्था

source: International Centre for Free and Open Source Software(ICFOSS).
ml: ഇന്റർനാഷണൽ സെന്റർ ഫോർ ഫ്രീ ആൻഡ് ഓപ്പൺ സോഴ്സ് സോഫ്റ്റ്‌വെയർ എന്ന കേരളം സർക്കാർ സ്ഥാപനമാണ്
mr: इंटरनॅशनल सेंटर फॉर फ्री अँड ओपन सोर्स सॉफ्टवेर (आयसिफॉस)

source: Restore Data
ml: ഡാറ്റ പുനഃസ്ഥാപിക്കുക

source: Please upload a backup file.
ml: ദയവായി ഒരു ബാക്കപ്പ് ഫയൽ അപ്‌ലോഡ് ചെയ്യുക

source: Restoring is complete.
ml: പുനഃസ്ഥാപനം അവസാനിച്ചിരിക്കുന്നു

source: Restoring failed.
ml: പുനഃസ്ഥാപനം പരാജയപ്പെട്ടിരിക്കുന്നു

source: Restoring failed. You already have some data.
ml: പുനഃസ്ഥാപനം പരാജയപ്പെട്ടിരിക്കുന്നു. താങ്കൾക്ക് നേരത്തെതന്നെ കുറച്ചു ഡാറ്റ കൈവശമുണ്ട്

source: This software is licensed under GNU AGPLv3.
ml: ഈ സോഫ്റ്റ്‌വെയർ ലൈസെൻസ് നൽകിയിരിക്കുന്നത് GNU അങ്ഗപ്ലവ്൩ കീഴിലാണ്

source: Visit
ml: സന്ദർശിക്കുക

source: for more information.
ml: കൂടുതൽ വിവരങ്ങൾക്കായി
mr: गन्युखाता डॉट इन

source: GNUKhata | Invoice
ml: ഗ്നൂഖാത്ത / ഇൻവോയ്‌സ്‌

source: Purchase Invoice
ml: പർച്ചെയ്‌സ് ഇൻവോയ്‌സ്‌

source: Sale Invoice
ml: സെയിൽസ് ഇൻവോയ്‌സ്‌

source: View Invoice
ml: ഇൻവോയ്‌സ്‌ കാണുക

source: Ledger Account
ml: ലെഡ്ജർ അക്കൗണ്ട്
mr: खात्याचे नाव

source: Statement
ml: സ്റ്റേറ്റ്മെന്റ്
mr: स्टेटमेंट

source: List of Accounts
ml: അക്കൗണ്ട്സുകളുടെ പട്ടിക
mr: खात्यांची यादी

source: List of Categories
ml: വിഭാഗങ്ങളുടെ പട്ടിക

source: Category Name
ml: വിഭാഗത്തിന്റെ പേര്

source: Parent Category
ml: ആദ്യ വിഭാഗം

source: List of Godowns
ml: ഗോഡൗണുകളുടെ പട്ടിക

source: List of Stock Items
ml: സ്റ്റോക്കിനത്തിന്റെ പട്ടിക

source: Stock Item
ml: സ്റ്റോക്കിനം

source: Stock
ml: സ്റ്റോക്ക്

source: Username or Password is incorrect!
ml: യൂസർനൈമും പാസ്സ്‌വേർഡും തെറ്റാണ്
mr: वापरणार्‍याचे नाव वा पासवर्ड चुकीचा आहे

source: Sign In
ml: സൈൻ ഇൻ
mr: साइन इन करा

source: <u>M</u>aster
ml: മാസ്റ്റർ
mr: मास्टर

source: Edit Organisation Particulars
ml: ഓർഗനൈസേഷന്റെ വിശദാംശം തിരുത്തുക
mr: संस्था तपशिल बदला

source: Customer and Supplier
ml: കസ്റ്റമറും സപ്പ്ളൈറും

source: Cost Center
ml: കോസ്ററ് സെന്റർ
mr: कॉस्ट सेंटर

source: Bank Reconciliation Statement
ml: ബാങ്ക് റെകോൺസിലിയേഷൻ സ്റ്റേറ്റ്മെന്റ്
mr: बँक रिकन्सिलएिशन स्टेटमेंट

source: <u>I</u>nventory
ml: ഇൻവെന്ററി

source: Unit Of Measurement
ml: അളവെടുക്കാനുള്ള യൂണിറ്റ്

source: Cash Memo
ml: കാശ് മെമ്മോ

source: Transfer Note
ml: ട്രാൻസ്ഫർ നോട്ട്

source: <u>T</u>ransaction
ml: ട്രാൻസാക്ഷൻ
mr: व्यवहार

source: <u>R</u>eport
ml: റിപ്പോർട്ട്
mr: रिपोर्ट

source: Trial Balance
ml: ട്രയൽ ബാലൻസ്
mr: ट्रायल बॅलन्स

source: Cost Center Statement
ml: കോസ്ററ് സെന്റർ സ്റ്റേറ്റ്മെന്റ്
mr: कॉस्ट सेंटर स्टेटमेंट

source: Balance Sheet
ml: ബാലൻസ്‌ഷീറ്റ്
mr: बॅलन्स शीट

source: Profit & Loss
ml: പ്രോഫിറ്റ് ആൻഡ് ലോസ്
mr: प्रॉफीट अँड लॉस

source: Find/Edit Voucher
ml: വൗച്ചർ കണ്ടെത്തുക / തിരുത്തുക
mr: व्हावचर शोधा, एडिट करा

source: Product Report
ml: പ്രോഡക്റ്റ് റിപ്പോർട്ട്

source: A<u>d</u>ministration
ml: അഡ്മിനിസ്ട്രേഷൻ
mr: अॅडमिनिस्ट्रेशन

source: New User
ml: പുതിയ യൂസർ
mr: नवीन वापरणारा

source: Remove User
ml: യൂസറിൽ മാറ്റം വരുത്തുക
mr: वापरणारा रद्द करा

source: Close Books/Roll Over
ml: ബുക്ക് ക്ലോസ്‌ ചെയ്യുക / റോൾ ഓവർ ചെയ്യുക
mr: क्लोज बुक्स । रोल ओव्हर

source: Activate Inventory
ml: ഇൻവെന്ററി ആക്ടിവേറ്റ് ചെയ്യുക

source: Backup Data
ml: ഡാറ്റയുടെ ബാക്കപ്പ് എടുക്കുക

source: Delete Organisation
ml: ഓർഗനൈസേഷൻ ഡിലീറ്റ് ചെയ്യുക
mr: संस्था काढुन टाका

source: Import from Tally
ml: ടാലിയിൽ നിന്നും ഇമ്പോർട് ചെയ്യുക

source: <u>H</u>elp
ml: സഹായം
mr: सहाय्य

source: Manual
ml: മാന്വൽ
mr: मॅन्युअल

source: Shortcuts
ml: എളുപ്പവഴി
mr: शॉर्ट कटस्

source: Authors
ml: രചയിതാവ്‌
mr: आज्ञावली लिहिणारे

source: License
ml: അനുമതി
mr: परवाना

source: About
ml: കുറിച്ച്‌
mr: विषयी

source: <u>S</u>ign Out
ml: പുറത്തേക്ക് കടക്കുക
mr: साईन आउूट

source: Logout
ml: ലോഗ് ഔട്ട്
mr: लॉग आउूट

source: Change Organisation
ml: ഓർഗനൈസേഷൻ മാറ്റുക
mr: संस्था बदला

source: Theme
ml: വിഷയം
mr: थीम

source: Default
ml: ഡിഫോൾട്

source: Cerulean
ml: സെറുലീൻ

source: Cosmo
ml: കോസ്മോ

source: Cyborg
ml: സൈബോർഗ്

source: Darkly
ml: ദർക്കലി

source: Flatly
ml: ഫ്ലാറ്റിലി

source: Lumen
ml: ലുമെൻ

source: Paper
ml: പേപ്പർ

source: Readable
ml: റീഡബിൾ

source: Sandstone
ml: സാൻഡ്‌സ്‌റ്റോൺ

source: Simplex
ml: സിംപ്ലസ്

source: Slate
ml: സ്ലേറ്റ്

source: Spacelab
ml: സ്പേസ് ലാബ്

source: Superhero
ml: സൂപ്പർ ഹീറോ

source: Ubuntu
ml: ഉബുണ്ടു

source: Yeti
ml: യെറ്റി

source: Toolbar
ml: ടൂൾബാർ
mr: टूल बार

source: Find & Edit Account
ml: അക്കൗണ്ട് കണ്ടെത്തുകയും തിരുത്തുകയും ചെയ്യുക
mr: खाते शोधा आणि एडिट करा

source: Create & Edit Cost Center
ml: കോസ്ററ് സെന്റർ ക്രിയേറ്റ് ചെയ്യുകയും എഡിറ്റ് ചെയ്യുകയും ചെയ്യുക
mr: कॉस्ट सेंटर निर्माण करा । एडिट करा

source: FY
ml: സാമ്പത്തിക വർഷം
mr: आर्थिक वर्ष

source: About Keyboard Shortcuts
ml: കീബോര്ഡ് എളുപ്പവഴികളെ കുറിച്ചു
mr: कीबोर्ड शॉर्टकट बद्दल

source: To access submenus in the Menu Bar press
ml: മെനു ബാറിലെ സബ് മെനുസ് ഉപയോഗിക്കാൻ അമർത്തുക
mr: मेन्यु बारच्या सब मेन्युसाठी

source: Underlined Character".
ml: അണ്ടർ ലൈൻ ചെയ്തിട്ടുള്ള അക്ഷരങ്ങൾ

source: To view Toolbar press "F1".
ml: ടൂൾബാർ കാണാൻ F1 അമർത്തുക
mr: टूलबार बघण्यासाठी "F1" दाबा

source: To use screen specific shortcuts
ml: സ്ക്രീനിലെ പ്രത്യേക എളുപ്പവഴികൾ ഉപയോഗിക്കാൻ
mr: स्क्रीन स्पेसिफिक शॉर्ट कटस् वापरण्यासाठी

source: If using Firefox, press
ml: ഫയർഫോക്സ് ഉപയോഗിക്കുന്നുണ്ടെങ്കിൽ, അമർത്തുക
mr: जर फायर फॉक्स वापरत असाल तर

source: the underlined character".
ml: അണ്ടർ ലൈൻ ചെയ്തിട്ടുള്ള അക്ഷരങ്ങൾ

source: If using Google Chrome, Opera or Internet Explorer press
ml: ഗൂഗിൾ ക്രോമ, ഓപ്പറ, ഇന്റർനെറ്റ് എക്സ്പ്ലോറർ എന്നിവ ഉപയോഗിക്കുന്നെങ്കിൽ അമർത്തുക
mr: जर गूगल क्रोम, आॅपेरा वा इंटरनेट एक्स्प्लोरर वापरत असाल तर

source: If using older versions of Opera(prior to version 12.1) use
ml: ഒപേറായാണ് ഉപയോഗിക്കുന്നെങ്കിൽ വേർഷൻ 12.1 ഉപയോഗിക്കുക
mr: जर आॅपेराची जुनी आवृत्ती (१२.१ पुर्वीची )वापरत असाल तर

source: are given in the Toolbar and the Help Tab of the Menu Bar.
ml: മെനു ബാറിലെ ടൂൾ ബാറിലും ഹെല്പ് മെനുവിലും തന്നിട്ടുണ്ട്
mr: टूल बार आणि मेन्यु बारच्या सहाय्य टॅब मध्ये दिलेले आहेत

source: Inventory module activated.
ml: ഇൻവെന്ററി മൊഡ്യൂൾ ആക്ടിവേറ്റ് ചെയ്തിട്ടുണ്ട്

source: Index Page
ml: ഇൻഡക്സ് പേജ്
mr: इंडेक्स पेज

source: Menu
ml: മെനു
mr: मेन्यु

source: Master
ml: മാസ്റ്റർ
mr: मास्टर

source: Transaction
ml: ട്രാൻസാക്ഷൻ
mr: व्यवहार

source: Report
ml: റിപ്പോർട്ട്
mr: रिपोर्ट

source: Administration
ml: അഡ്മിനിസ്ട്രേഷൻ
mr: अॅडमिनिस्ट्रेशन

source: Help
ml: സഹായം
mr: सहाय्य

source: Sign Out
ml: സൈൻ ഔട്ട്
mr: साईन आउूट

source: Sub-Menu
ml: സബ് മെനു
mr: सब मेन्यु

source: Create & Edit Cost Center/Project
ml: കോസ്ററ് സെന്റർ / പ്രൊജക്റ്റ് ക്രിയേറ്റ് ചെയ്യുകയും എഡിറ്റ് ചെയ്യുകയും ചെയ്യുക
mr: कॉस्ट सेंटर, प्रोजेक्ट निर्माण करा । एडिट करा

source: Find & Edit Voucher
ml: വൗച്ചർ കണ്ടെത്തുകയും തിരുത്തുകയും ചെയ്യുക
mr: व्हावचर शोधा आणि एडिट करा

source: Project Statement
ml: പ്രൊജക്റ്റ് സ്റ്റെമെന്റ്റ്
mr: प्रोजेक्ट स्टेटमेंट

source: Cash Flow/Receipt & Payment Account
ml: കാശ്‌ ഫ്‌ലോ / റെസിപ്റ്റും പേയ്‌മെന്റും അക്കൗണ്ട്
mr: कॅश फ्लो । रिसीट अँड पेमेंट अकौंट

source: Individual Screen
ml: ഇൻഡിവീടുൾ സ്ക്രീൻ

source: (Underlined Character)
ml: (അണ്ടർലൈൻ ചെയ്ത അക്ഷരങ്ങൾ)

source: Close
ml: ക്ലോസ്
mr: बंद करा

source: This software is licensed under version 3 of the
ml: ഈ സോഫ്റ്റ്വെറിൽ ലൈസൻസ് കിട്ടിയിരിക്കുന്നത് വേർഷൻ 3
mr: ही आज्ञावली गन्यु अॅफेरो जनरल पब्लिक लायसेन्स

source: GNU Affero General Public License(GNU AGPLv3)
ml: ജി എൻ യു അഫറോ ജനറൽ പബ്ലിക് ലൈസൻസ്
mr: (जीएनयु एजीपीएल आवृत्ती ३) नुसार वितरीत केली आहे.

source: You may use a newer version of the same license.
ml: ഈ ലൈസൻസിന് കീഴിലുള്ള ഒരു പുതിയ വേർഷൻ നിങ്ങൾക്ക് ഉപയോഗിക്കാം
mr: ह्या परवान्याची नवीन आवृत्ती तुम्ही वापरू शकता.

source: The libraries used in this software are licensed under their respective
ml: ഈ സോഫ്റ്റ്വെറിൽ ഉപയോഗിച്ചിരിക്കുന്ന ലൈബ്രറീസ് ഈ ലൈസൻസിൽ പെടുന്നു
mr: ह्या आज्ञावलीत वापरलेल्या लायब्ररीज मुक्त आज्ञावली परवान्यानुसार

source: free software licenses
ml: ഫ്രീ സോഫ്റ്റ്‌വെയർ ലൈസൻസ്
mr: वितरीत केल्या गेल्या आहेत.

source: a free and open source, industry standard software for accounting and inventory management being developed at
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ അധിഷ്ഠിതവും വാണിജ്യ് നിലവാരത്തിലുള്ള ഫിനാൻഷ്യൽ അക്കൗണ്ടിംഗ് സോഫ്റ്റ്‌വെയർ, ഇൻവെന്ററി മാനേജ്മെന്റിനും വേണ്ടി ഡെവലപ്പ് ചെയ്തത്

source: Digital Freedom Foundation
ml: ദി ഡിജിറ്റൽ ഫ്രീഡം ഫൗണ്ടേഷനാണ്

source: Supports various profit making and non-profit economic sectors.
ml: പ്രോഫിറ്റ് ലക്ഷ്യമായിട്ടുള്ളതും അല്ലാത്ത്തമായ സാമ്പത്തിക സ്ഥാപനങ്ങളെ പിന്‍തുണക്കുന്നു.

source: Delete Organisation?
ml: ഓർഗനൈസേഷൻ ഡിലീറ്റ് ചെയ്യുക
mr: संस्था काढुन टाकु?

source: Monthly Ledger
ml: ഒരു മാസത്തെ ലെഡ്ജർ
mr: मासिक खाते उतारा

source: Month
ml: മാസം
mr: महिना

source: No. of Vouchers
ml: വൗച്ചറുകളുടെ എണ്ണം
mr: व्हावचर्सची संख्या

source: Account name already exists!
ml: അക്കൗണ്ടിന്റെ പേര് നേരത്തെതന്നെ ഉൾപ്പെട്ടിട്ടുണ്ട്
mr: खाते अस्तित्वात आहे!

source: Multiple Accounts
ml: മൾട്ടിപ്പിൾ അക്കൗണ്ട്സ്
mr: अनेक खाती

source: Group
ml: ഗ്രൂപ്പ്
mr: ग्रुप

source: Sub-Group
ml: സബ് ഗ്രൂപ്പ്
mr: सब ग्रुप

source: Please enter godown Address!
ml: ദയവായി ഗോഡൗൺ അഡ്രസ് നൽകുക

source: Please enter godown Contact!
ml: ദയവായി ഗോഡൗണുമായി ബന്ധപ്പെടാനുള്ള നമ്പർ എന്റർ ചെയ്യുക

source: Multiple Godowns
ml: മൾട്ടിപ്പിൾ ഗോഡൗൺസ്

source: Godown Address
ml: ഗോഡൗണിന്റെ അഡ്രസ്

source: Godown Contact
ml: ഗോഡൗൺ കോൺടാക്ട്

source: Net Trial Balance
ml: നെറ്റ് ട്രയൽ ബാലൻസ്
mr: नेट ट्रायल बॅलन्स

source: Running Total
ml: റണ്ണിങ് ടോട്ടൽ
mr: रनिंग टोटल

source: Extended Trial Balance for the period from
ml: എക്സ്റെൻഡഡ്‌ ട്രയൽ ബാലൻസ് വേണ്ട കാലാവധി
mr: एक्स्टेंडेड ट्रायल बॅलन्सचा कालावधी

source: Gross Trial Balance for the period from
ml: ഗ്രോസ് ട്രയൽ ബാലൻസ് വേണ്ട കാലാവധി
mr: ग्रॉस ट्रायल बॅलन्सचा कालावधी

source: Net Trial Balance for the period from
ml: നെറ്റ് ട്രയൽ ബാലൻസ് വേണ്ട കാലാവധി
mr: नेट ट्रायल बॅलन्सचा कालावधी

source: Statement for
ml: സ്റ്റെമെന്റ്റ്
mr: स्टेटमेंटचा कालावधी

source: Total Outgoing
ml: ടോട്ടൽ ഔട്ട്ഗോയിംഗ്
mr: टोटल आउूटगोईंग

source: Total Incoming
ml: ടോട്ടൽ ഇൻകമിങ്
mr: टोटल इनकमिंग

source: Stock Report
ml: സ്റ്റോക്ക് റിപ്പോർട്ട്

source: Godown Wise Product Report
ml: ഗോഡൗൺ പ്രകാരമുള്ള പ്രോഡക്റ്റ് റിപ്പോർട്ട്

source: Stock Report for
ml: സ്റ്റോക്ക് റിപ്പോർട്ട്

source: Inward
ml: ഇൻവെർഡ്

source: Outward
ml: ഔട്ട്‍വാർഡ്

source: List of Transactions
ml: ഇടപാടുകളുടെ പട്ടിക
mr: व्यवहारांची यादी

source: Create Product
ml: പ്രോഡക്റ്റ് ക്രിയേറ്റ് ചെയ്യുക

source: Edit Product
ml: പ്രോഡക്റ്റ് തിരുത്തുക

source: Product saved successfully.
ml: പ്രോഡക്റ്റ് വിജയകരമായി സേവ് ചെയ്തിരിക്കുന്നു

source: Product edited successfully.
ml: പ്രോഡക്റ്റ് വിജയകരമായി തിരുത്തിയിരിക്കുന്നു

source: Product deleted successfully.
ml: പ്രോഡക്റ്റ് വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: This unit exists. Please select it from the list.
ml: ഈ യൂണിറ്റ് ഉൾപ്പെടുന്നു. ദയവായി ഇത് പട്ടികയിൽ നിന്നും തിരഞ്ഞെടുക്കുക

source: Duplicate product under same category.
ml: ഒരേ വിഭാഗത്തിലെ ഒരു പ്രൊഡക്ടിന്റെ പകർപ്പാണിത്

source: Product description cannot be blank.
ml: പ്രൊഡക്ടിനെ കുറിച്ചുള്ള വിവരങ്ങൾ ശൂന്യമായിടാൻ പാടില്ല

source: Please select a godown.
ml: ദയവായി ഒരു ഗോഡൗൺ തിരഞ്ഞെടുക്കുക

source: Please select a different godown.
ml: ദയവായി വിത്യസ്തമായ ഒരു ഗോഡൗൺ തിരഞ്ഞെടുക്കുക

source: Please select the unit of measurement.
ml: ദയവായി അളക്കാനുള്ള ഒരു ഒരു അളവ് തിരഞ്ഞെടുക്കുക

source: There are no more godowns!
ml: ഗോഡൗണുകൾ ഇല്ല

source: Cannot delete product!
ml: പ്രോഡക്റ്റ് ഡിലീറ്റ് ചെയ്യാൻ പാടില്ല

source: Income & Expenditure
ml: ഇൻകം ആൻഡ് എക്സ്പെന്റിച്ചർ
mr: इन्कम अँड एक्स्पेंडीचर

source: Profit & Loss Account
ml: പ്രോഫിറ് ആൻഡ് ലോസ് അക്കൗണ്ട്
mr: प्रॉफीट अँड लॉस अकौंट

source: Income & Expenditure Account
ml: ഇൻകം ആൻഡ് എക്സ്പെന്റിച്ചർ അക്കൗണ്ട്
mr: इन्कम अँड एक्स्पेंडीचर अकौंट

source: Projects
ml: പ്രൊജക്റ്റ്

source: Project saved.
ml: പ്രൊജക്റ്റ് സേവ് ചെയ്തിരിക്കുന്നു
mr: प्रोजेक्ट नोंदवला

source: Project could not be saved.
ml: പ്രൊജക്റ്റ് സേവ് ചെയ്യാൻ സാധിക്കില്ല
mr: प्रोजेक्ट नोंदवु शकलो नाही.

source: Please enter project name!
ml: പ്രോജക്ടിന്റെ പേര് നൽകുക
mr: प्रोजेक्टचे नाव टाका!

source: Project already exists!
ml: പ്രൊജക്റ്റ് നേരത്തെതന്നെ ഉൾപ്പെടുന്നു
mr: प्रोजेक्ट अस्तित्वात आहे!

source: Project cannot be deleted!
ml: പ്രൊജക്റ്റ് ഡിലീറ്റ് ചെയ്യാൻ സാധിക്കില്ല
mr: प्रोजेक्ट काढुन टाकता येणार नाही.

source: Transactions might be remaining for this project.
ml: ഈ പ്രോജെക്ടിൽ ഇനിയും ഇടപാടുകൾ എന്റർ ചെയ്യാനുണ്ട്
mr: प्रोजेक्टमध्ये व्यवहारांची नोंद असेल.

source: Add Cost Center
ml: കോസ്ററ് സെന്റർ കൂട്ടിച്ചേര്ക്കുക
mr: नवे कॉस्ट सेंटर निर्माण करा

source: Cost Center List
ml: കോസ്ററ് സെന്ററിന്റെ പട്ടിക
mr: कॉस्ट सेंटरची यादी

source: Project Name
ml: പ്രോജക്ടിന്റെ പേര്
mr: प्रोजेक्टचे नाव

source: Sanctioned Amount
ml: അനുവദിക്കപ്പെട്ട തുക
mr: सँक्शन्ड अमौंट

source: Edit Project
ml: പ്രൊജക്റ്റ് തിരുത്തുക
mr: एडिट प्रोजेक्ट

source: Project name
ml: പ്രോജക്ടിന്റെ പേര്
mr: प्रोजेक्टचे नाव

source: Outgoings
ml: ഔട്‍ഗോയിങ്സ്
mr: आउूटगोईंग"

source: Incomings
ml: ഇൻകമിങ്സ്
mr: इनकमिंग

source: Transfer Note Cancelled
ml: ട്രാൻസ്ഫർ നോട്ട് ക്യാൻസൽ ചെയ്തിരിക്കുന്നു

source: Transfer Note received
ml: ട്രാൻസ്ഫർ നോട്ട് സ്വീകരിചിരിക്കുന്നു

source: Status:
ml: അവസ്ഥ

source: Received
ml: സ്വീകരിചിരിക്കുന്നു

source: Received ?
ml: സ്വീകരിചിരിക്കുന്നു

source: Please select an user!
ml: ഒരു യൂസർ തിരഞ്ഞെടുക്കുക
mr: वापरणार्‍याचे नाव निवडा

source: User removed successfully.
ml: യൂസർ വിജയകരമായി മാറ്റിയിരിക്കുന്നു
mr: वापरणार्‍याचे नाव काढुन टाकले.

source: You are not allowed to remove this user.
ml: ഈ യൂസർ മാറ്റുവാൻ നിങ്ങൾക്ക് അനുവാദം ഇല്ല
mr: वापरणार्‍याचे नाव काढुन टाकण्याचा अधिकार तुम्हाला नाही.

source: The action is disallowed temporarily.
ml: താൽക്കാലികമായി ഈ പ്രവൃത്തി അനുവദിനീയമല്ല
mr: ही कृती सध्या प्रतिबंधीत आहे.

source: Select User
ml: യൂസർ തിരഞ്ഞെടുക്കുക
mr: वापरणार्‍याचे नाव निवडा

source: No users found!
ml: ഒരു യൂസറെയും കണ്ടെത്തിയില്ല
mr: असा वापरणारा अस्तित्वात नाही!

source: You can create
ml: നിങ്ങൾക്ക് ക്രിയേറ്റ് ചെയ്യാം
mr: तुम्ही निर्माण करू शकता

source: new users
ml: പുതിയ യൂസേഴ്സ്
mr: नवीन वापरणारे

source: No sub-categories under the selected category
ml: തിരഞ്ഞെടുത്തിട്ടുള്ള വിഭാഗത്തിന് കീഴിൽ ഉപ വിഭാഗങ്ങൾ ഇല്ല

source: Search
ml: സെർച്ച് ചെയ്യുക

source: Products Under
ml: പ്രോഡക്റ്റ്

source: Show Sub-Category
ml: സബ് കാറ്റഗറി കാണുക

source: Statement of Sources and Applications of Funds
ml: സോഴ്സ്സ് ആൻഡ് അപ്ലിക്കേഷൻ ഓഫ് ഫണ്ടിന്റെ സ്റ്റെമെന്റ്റ്
mr: सोर्सेस आणि अॅप्लिकेशन्स आॅफ फंडस

source: GNUKhata | Import from Tally
ml: ഗ്നൂഖാത്ത | റ്റാലിയിൽ നിന്നും ഡാറ്റ ഇമ്പോർട് ചെയ്യുക

source: Data imported successfully
ml: ഡാറ്റ വിജയകരമായി ഇമ്പോർട് ചെയ്യുക

source: Something went wrong.
ml: എന്തോ ഒന്ന്‌ തെറ്റാണ്

source: File not found.
ml: ഫയൽ കണ്ടെത്താൻ സാധിച്ചിട്ടില്ല

source: Import
ml: ഇമ്പോർട്ട് ചെയ്യുക

source: GNUKhata | Transfer Note
ml: ഗ്നൂഖാത്ത /ട്രാൻസ്ഫർ നോട്ട്

source: Create Transfer Note
ml: വിഭാഗങ്ങളെ ട്രീ രൂപത്തിൽ കാണുക

source: GNUKhata | Unit Of Measurement
ml: ഗ്നൂഖാത്ത /അളക്കാനുള്ള യൂണിറ്റ്

source: Create Unit
ml: യൂണിറ്റ് ക്രിയേറ്റ് ചെയ്യുക

source: Edit Unit
ml: യൂണിറ്റ് എഡിറ്റ് ചെയ്യുക

source: View
ml: കാണുക
mr: बघा

source: From Date
ml: ഏത് തിയതി മുതൽ
mr: पासुन

source: Sources & Applications of Funds
ml: ഫണ്ടിന്റെ സോഴ്സും അപ്പ്ലിക്കേഷനും
mr: सोर्सेस अँड अॅप्लिकेशन्स आॅफ फंडस

source: From date should be smaller or equal to to date !
ml: തുടങ്ങുന്ന തിയതി അവസാനിക്കുന്ന തിയതിയെക്കാൾ ചെറുതോ തുല്യമോ ആയിരിക്കണം

source: To Date
ml: അവസാനിക്കുന്ന തിയതി
mr: पर्यंत

source: View Cash Flow
ml: കാശ് ഫ്‌ലോ കാണുക
mr: कॅश फ्लो बघा

source: From
ml: തുടങ്ങുന്ന തിയതി
mr: पासुन

source: Cash Memo Cancelled.
ml: കാശ്‌ മെമ്മോ ക്യാൻസൽ ചെയ്തിരിക്കുന്നു

source: Select Cash Memo
ml: കാശ് മെമ്മോ തിരഞ്ഞെടുക്കുക

source: Dual Ledgers
ml: ഡ്യൂയൽ ലെഡ്ജർസ്
mr: दोन खाती

source: View Dual Ledgers
ml: ഡ്യൂയൽ ലെഡ്ജർസ് കാണുക
mr: बघा दोन खाती

source: V.No
ml: വൗച്ചർ നമ്പർ
mr: व्हा. क्र.
