Repository: gnukhata/gkwebapp
Catalog: gkwebapp/locale/*/LC_MESSAGES/gkwebapp.po
Languages: ml, mr

source: Image No
ml: ഇമേജ് നമ്പർ
mr: इमेज नं.

source: Remove image
ml: ഇമേജ് മാറ്റുക
mr: इमेज काढुन टाका

source: Changes saved.
ml: മാറ്റം വരുത്തിയത് സേവ് ചെയ്യുക
mr: बदल नोंदवले.

source: View Ledger
ml: ലെഡ്ജർ കാണുക
mr: खाते उतारा बघा

source: View Profit & Loss
ml: പ്രോഫിറ് ആൻഡ് ലോസ് അക്കൗണ്ട് കാണുക
mr: प्रॉफीट अँड लॉस अकौंट बघा

source: View Income & Expenditure
ml: ഇൻകം ആൻഡ് എക്സ്‌പന്ദിച്ചുർ അക്കൗണ്ട് കാണുക
mr: इन्कम अँड एक्स्पेंडीचर अकौंट बघा

source: View Project Statement
ml: പ്രൊജക്റ്റ് സ്റ്റെമെന്റ്റ് കാണുക
mr: प्रोजेक्ट स्टेटमेंट बघा

source: Please select a project!
ml: ഒരു പ്രൊജക്റ്റ് സെലക്ട് ചെയ്യുക
mr: प्रोजेक्ट निवडा

source: Please select
ml: ദയവായി തിരഞ്ഞെടുക്കുക
mr: निवडा

source: stock
ml: സ്റ്റോക്ക്

source: View Stock
ml: സ്റ്റോക്ക് കാണുക

source: Please select a Product!
ml: ഒരു പ്രോഡക്റ്റ് സെലക്ട് ചെയ്യുക

source: Please select a Godown!
ml: ഒരു ഗോഡൗൺ സെലക്ട് ചെയ്യുക

source: View Trial Balance
ml: ഒരു ട്രയൽ ബാലൻസ് കാണുക
mr: ट्रायल बॅलन्स बघा

source: Voucher could not be deleted.
ml: വൗച്ചർ ഡിലീറ്റ് ചെയ്യാൻ സാധിക്കില്ല
mr: व्हावचर काढुन टाकता आले नाही.

source: Voucher could not be edited.
ml: വൗച്ചർ എഡിറ്റ് ചെയ്യാൻ സാധിക്കില്ല
mr: व्हावचरमध्ये बदल करता आले नाही.

source: Voucher could not be cloned.
ml: വൗച്ചർ ക്ലോണ്‍ ചെയ്യാൻ സാധിക്കില്ല
mr: व्हावचर क्लोन करता आले नाही.

source: No attachment found!
ml: ഒരു അറ്റാച്മെന്റും കണ്ടിട്ടില്ല
mr: अॅटॅचमेंट आढळली नाही!

source: Voucher No
ml: വൗച്ചർ നമ്പർ
mr: व्हावचर क्र.

source: <u>S</u>ave
mr: नोंदवा

source: R<u>e</u>set
mr: पुन्हा

source: <u>V</u>oucher No.
mr: व्हावचर क्र.

source: <u>D</u>ate
mr: तारीख

source: Cr/Dr
mr: डे/क्रेx

source: Dr Amount
mr: डे रक्कम

source: Cr Amount
mr: क्रे रक्कम

source: Dr
mr: डे

source: Cr
mr: क्रे

source: Pro<u>j</u>ect
mr: प्रोजेक्ट

source: Narra<u>t</u>ion
mr: तपशिल

source: Add Acc<u>o</u>unt
mr: खाते वाढवा

source: Attac<u>h</u>
mr: जोडा

source: R<u>e</u>conciliation Menu
mr: रिकन्सलएिशन मेन्यु

source: Cle<u>a</u>red Items
mr: क्लिअर्ड व्यवहार

source: <u>S</u>tatement's Printable Version
mr: छपाई योग्य स्टेटमेंट

source: <u>T</u>ransaction's Printable Version
mr: छपाई योग्य व्यवहार

source: Prin<u>t</u>
mr: छापा

source: <u>B</u>ack
mr: पुन्हा

source: E<u>x</u>port to Spreadsheet
mr: स्प्रेड शीट बनवा

source: View Prin<u>t</u>able Version
mr: छपाई योग्य स्टेटमेंट बनवा

source: Uncle<u>a</u>red Items
mr: अनक्लिअर्ड व्यवहार

source: S</u>tatement's Printable Version
mr: छपाई योग्य स्टेटमेंट

source: T</u>ransaction's Printable Version
mr: छपाई योग्य व्यवहारांचे स्टेटमेंट

source: Prin<u>t
mr: छापा

source: B</u>ack
mr: पुन्हा

source: Clo<u>s</u>e Books
mr: हिशेबाची पुस्तके बंद करा

source: Roll O<u>v</u>er
mr: रोल ओव्हर करा

source: Show Sub<u>g</u>roups
mr: सब ग्रुप दाखवा

source: Sho<u>w</u> Groups
mr: ग्रुप दाखवा

source: Show All <u>A</u>ccounts
mr: सर्व खाती दाखवा

source: <u>S</u>ources & Applications of Funds
mr: सोर्सेस आणि अॅप्लिकेशन्स आॅफ फंडस्

source: <u>G</u>roup Name
mr: ग्रुपचे नाव

source: Su<u>b</u>-Group Name
mr: सब ग्रुप

source: Ne<u>w</u> Sub-Group Name
mr: सब ग्रुप नाव

source: Crea<u>t</u>e Multiple Accounts
mr: अनेक खाती निर्माण करा

source: <u>A</u>ccount Name
mr: खात्याचे नाव

source: <u>O</u>pening Balance
mr: आरंभीची शिल्लक

source: <u>U</u>sername
mr: वापरणार्‍याचे नाव

source: <u>P</u>assword
mr: पासवर्ड टाका

source: <u>C</u>onfirm Password
mr: पासवर्ड कन्फर्म करा

source: Security <u>Q</u>uestion
mr: सुरक्षेचा प्रश्न टाका

source: <u>A</u>nswer to Security Question
mr: सुरक्षेच्या प्रश्नाचे उत्तर

source: Create & <u>L</u>ogin
mr: लॉगिन निर्माण करा

source: <u>O</u>rganisation Name
mr: संस्थेचे नाव

source: Organisation <u>T</u>ype
mr: संस्थेचा प्रकार

source: <u>F</u>inancial Year
mr: हिशेबाचे वर्ष

source: <u>P</u>roceed
mr: पुढे चला

source: Us<u>e</u>rname
mr: वापरणार्‍याचे नाव

source: Pass<u>w</u>ord
mr: पासवर्ड

source: C<u>o</u>nfirm Password
mr: पासवर्ड कन्फर्म करा

source: Selec<u>t</u> Role
mr: रोल निवडा

source: <u>S</u>ecurity Answer
mr: सुरक्षेचा प्रश्न टाका

source: Cre<u>a</u>te
mr: निर्माण करा

source: Account cannot be deleted!
mr: खाते काढुन टाकता आले नाही!

source: <u>D</u>elete
mr: काढुन टाका

source: Edi<u>t</u>
mr: एडिट करा

source: <u>R</u>eset
mr: पुन्हा

source: Usern<u>a</u>me
mr: वापरणार्‍याचे नाव

source: Current Pass<u>w</u>ord
mr: सध्याचा पासवर्ड टाका

source: N<u>e</u>w Password
mr: नवीन पासवर्ड टाका

source: Select <u>F</u>inancial Year
mr: हिशेबाचे वर्ष निवडा

source: <u>N</u>ext
mr: पुढे चला

source: Net Tri<u>a</u>l Balance
mr: नेट ट्रायल बॅलन्स

source: <u>G</u>ross Trial Balance
mr: ग्रॉस ट्रायल बॅलन्स

source: <u>S</u>earch
mr: शोधा

source: Security <u>A</u>nswer
mr: सुरक्षेच्या प्रश्नाचे उत्तर

source: Enter New Pass<u>w</u>ord
mr: नवीन पासवर्ड टाका

source: C<u>o</u>nfirm New Password
mr: पासवर्ड कन्फर्म करा

source: <u>E</u>xtended Trial Balance
mr: एक्स्टेंडेड ट्रायल बॅलन्स

source: Select <u>E</u>xisting Organisation
mr: अस्तित्वात असलेली संस्था निवडा

source: C<u>r</u>eate Organisation
mr: संस्था निर्माण करा

source: Restore <u>D</u>ata
mr: डेटा पुनर्संचयित

source: <u>V</u>iew Another Ledger
mr: अन्य खाते बघा

source: Dual Led<u>g</u>ers
mr: दोन खाती बघा

source: Only <u>D</u>rs
mr: फक्त डेबिट व्यवहार

source: Onl<u>y</u> Crs
mr: फक्त क्रेडिट व्यवहार

source: E<u>x</u>port to Spreadsheet</u>
mr: स्प्रेड शीट बनवा

source: <u>U</u>sername :
mr: वापरणार्‍याचे नाव:

source: <u>P</u>assword :
mr: पासवर्ड :

source: <u>F</u>orgot Password?
mr: पासवर्ड विसरलात?

source: <u>L</u>ogin
mr: लॉग इन

source: <u>C</u>hange Organisation
mr: संस्था बदला

source: Copyright © Digital Freedom Foundation 2013,2014,2015,2016.
mr: कॉपी राईट ©डिझिटल फ्रीडम फौंडेशन २०१३, २०१४, २०१५, २०१६.

source: Sa<u>v</u>e
mr: नोंदवा

source: Pro<u>j</u>ect Name
mr: प्रोजेक्टचे नाव

source: Sanc<u>t</u>ioned Amount
mr: सँक्शन्ड अमौंट

source: <u>A</u>dd
mr: वाढवा

source: C<u>o</u>nventional Balance Sheet
mr: कन्व्हेनशनल बॅलन्स शीट

source: C<u>o</u>nventional Statement of Affairs
mr: कन्व्हेनशनल स्टेटमेंट आॅफ अफेअर्स

source: To <u>D</u>ate
mr: पर्यंत

source: <u>T</u>ype
mr: प्रकार

source: <u>V</u>iew
mr: बघा

source: Vie<u>w</u>
mr: बघा

source: <u>S</u>ave Changes
mr: बदल नोंदवा

source: <u>T</u>rial Balance type
mr: ट्रायल बॅलन्सचा प्रकार

source: N<u>a</u>rration
mr: तपशिल

source: Unloc<u>k</u>
mr: अनलॉक करा

source: Loc<u>k</u>
mr: लॉक करा

source: <u>E</u>dit
mr: एडिट करा

source: Cl<u>o</u>ne
mr: क्लोन करा

source: View Attac<u>h</u>ment
mr: अॅटॅचमेंट बघा

source: Add Attachm<u>e</u>nt
mr: अॅटॅचमेंट जोडा

source: Bac<u>k</u>
mr: पुन्हा
