Repository: gnukhata/gkwebapp
Catalog: gkwebapp/locale/*/LC_MESSAGES/gkwebapp.po
Languages: ml, mr

source: GNUKhata | Cash Memo
ml: ഗ്നൂഖാത്ത | കാശ് മെമ്മോ

source: Cash Memo saved.
ml: കാശ് മെമ്മോ സേവ് ചെയ്തിരിക്കുന്നു

source: Something went wrong!
ml: എന്തോ ഒന്ന്‌ തെറ്റാണ് !

source: Duplicate cash memo no.!
ml: കാശ് മെമ്മോ നമ്പര്‍ നേരത്തേ സേവ് ചെയ്തിട്ടുള്ളതാണ് !

source: Please select a product!
ml: ദയവായി ഒരു പ്രോഡക്റ്റ് തിരഞ്ഞെടുക്കുക!

source: Please enter quantity!
ml: ദയവായി അളവ് നൽകുക!

source: Please enter the price per unit!
ml: ദയവായി ഒരു യൂണിറ്റിന്റെ വില നല്‍കുക!

source: Please select a supplier!
ml: ദയവായി ഒരു സപ്ലയറെ തിരഞ്ഞെടുക്കുക!

source: Please select a customer!
ml: ദയവായി ഒരു ഉപഭോക്താവിനെ തിരഞ്ഞെടുക്കുക!

source: Please enter date!
ml: ദയവായി തീയതി നല്‍കുക!

source: Please enter cash memo no.!
ml: ദയവായി കാശ് മെമ്മോ നമ്പര്‍ നല്‍കുക!

source: Please enter issuer's name!
ml: ദയവായി കൊടുക്കേണ്ടയാളുടെ പേരു നല്‍കുക!

source: Please enter date in proper format!
ml: ദയവായി തീയതി ശരിയായ രീതിയില്‍ നല്‍കുക!
mr: व्हावचरची तारीख योग्य प्रकारे टाका

source: Please enter date within the financial year!
ml: ദയവായി സാമ്പത്തിക വർഷത്തിനുള്ളിൽ വരുന്ന തീയതി നല്‍കുക!
mr: हिशेब वर्षातील तारीख टाका!

source: Cash Memo No
ml: കാശ് മെമ്മോ നമ്പര്‍

source: Enter Cash Memo no
ml: കാശ് മെമ്മോ നമ്പര്‍ നല്‍കുക

source: Date
ml: തീയതി
mr: तारीख

source: VAT Applicable to
ml: വാറ്റ് ബാധകമായ സംസ്ഥാനം

source: Product
ml: ഉല്‍പന്നം

source: Quantity
ml: അളവ്

source: Price Per Unit
ml: ഒരു യൂണിറ്റിന്റെ വില

source: Tax Rate
ml: ടാക്സ് നിരക്ക്

source: Tax Amount
ml: ടാക്സ് തുക

source: Total
ml: മൊത്തം
mr: बेरीज

source: Save
ml: സൂക്ഷിക്കുക

source: Reset
ml: പുനക്രമീകരിക്കുക

source: Save & Print
ml: സേവ് ചെയ്ത് പ്രിന്റ് ചെയ്യുക

source: Save?
ml: സേവ് ചെയ്യാമോ?

source: Are you sure?
ml: താങ്കള്‍ക്ക് ഉറപ്പാണോ?
mr: नक्की?

source: No
ml: അല്ല
mr: नाही

source: Yes
ml: അതെ
mr: हो

source: Category saved.
ml: വിഭാഗം സേവ് ചെയ്തിരിക്കുന്നു

source: Category already exists!
ml: ഈ വിഭാഗം നേരത്തെതന്നെ ഉൾപെട്ടിട്ടുള്ളതാണ് !

source: Please enter category name!
ml: ദയവായി വിഭാഗത്തിന്റെ പേര് നല്‍കുക!

source: Select tax name!
ml: ടാക്സ് തിരഞ്ഞെടുക്കുക!

source: Enter tax rate!
ml: ടാക്സ് നിരക്ക് നല്‍കുക!

source: Duplicate Tax!
ml: ഈ ടാക്സ് വിവരം നേരത്തേ ഉൾപെടുത്തിയിട്ടുള്ളതാണ്!

source: Parent Category:
ml: പ്രാഥമിക വിഭാഗം:

source: Primary
ml: പ്രാഥമികം

source: Child Category:
ml: ഉപ വിഭാഗം:

source: Enter child category name
ml: ഉപവിഭാഗത്തിന്റെ പേരു നല്‍കുക

source: Please enter specification name!
ml: ദയവായി വിവരണം നല്‍കുക!

source: Minimum one spec required!
ml: ഒരു വിവരണമെങ്കിലും നല്കേണ്ടതുണ്ട്!

source: Spec Name
ml: വിവരണം

source: Type
ml: തരം
mr: प्रकार

source: Press End Key on specification type to switch to tax name.
ml: വിവരണതരത്തില്‍ നിന്ന് ടാക്സിലേക്ക് മാറാനായി End കീ അമര്‍ത്തുക.

source: Press 'Ctrl + <' and 'Ctrl + >' to navigate through fields of specification and tax.
ml: വിവരണത്തിന്റെയും ടാക്സിന്റെയും ഫീല്‍ടുകളിലൂടെ നീങ്ങാന്‍ 'Ctrl + <', 'Ctrl + >' എന്നിവ അമര്‍ത്തുക.

source: Tax Name
ml: ടാക്സ്

source: State
ml: സംസ്ഥാനം
mr: राज्य

source: Rate%
ml: നിരക്ക്%

source: Press 'Ctrl + <' on tax name to switch to specification name.
ml: വിവരണത്തില്‍ നിന്ന് ടാക്സിലേക്ക് നീങ്ങാന്‍ 'Ctrl + <' അമര്‍ത്തുക.

source: Press Insert key anywhere on the current screen to save
ml: സേവ് ചെയ്യാനായി ഈ സ്ക്രീനിലെവിടെ നിന്നും ഇൻസേർട് കീ അമര്‍ത്തുക

source: Supplier saved.
ml: സപ്പ്ളയറെക്കുറിച്ചുള്ള വിവരങ്ങള്‍ സൂക്ഷിച്ചിരിക്കുന്നു.

source: Customer saved.
ml: ഉപഭോക്താവിനെക്കുറിച്ചുള്ള വിവരങ്ങള്‍ സൂക്ഷിച്ചിരിക്കുന്നു.

source: Customer Already Exist!
ml: ഉപഭോക്താവിനെക്കുറിച്ചുള്ള വിവരങ്ങള്‍ നേരത്തേ സൂക്ഷിചിട്ടുള്ളതാണ്!

source: Supplier Already Exist!
ml: സപ്ലയറെക്കുറിച്ചുള്ള വിവരങ്ങള്‍ നേരത്തേ സൂക്ഷിച്ചിട്ടുള്ളതാണ്!

source: Please Enter name!
ml: ദയവായി പേര് നല്‍കുക!

source: Please select a customer/supplier!
ml: ദയവായി ഒരു ഉപഭോക്താവിനെയോ സപ്ലയറെയോ തിരഞ്ഞെടുക്കുക !

source: Role:
ml: റോള്‍:

source: Name:
ml: പേര്:

source: Enter Name
ml: പേര് നല്‍കുക

source: Email:
ml: ഇ-മെയില്‍:

source: Phone No:
ml: ഫോണ്‍ നം:

source: State:
ml: സംസ്ഥാനം:

source: Fax:
ml: ഫാക്സ്:

source: PAN:
ml: പാന്‍:

source: TIN:
ml: ടിന്‍:

source: Press Insert to save anywhere on the current screen to save
ml: സേവ് ചെയ്യാനായി ഈ സ്ക്രീനിലെവിടെ നിന്നും ഇൻസേർട് കീ അമര്‍ത്തുക

source: Delivery note saved.
ml: ഡെലിവറി നോട്ട് സേവ് ചെയ്തിരിക്കുന്നു.

source: Duplicate Note no.!
ml: ഡെലിവറി നം. നേരത്തേ സൂക്ഷിച്ചിട്ടുള്ളതാണ്!

source: Please enter note no.!
ml: ദയവായി നോട്ട് നമ്പർ നല്‍കുക!

source: Note No
ml: നോട്ട് നം

source: Enter challan no
ml: ചലാന്‍ നമ്പർ നല്‍കുക

source: Note Date
ml: നോട്ട് തീയതി

source: Supplier
ml: സപ്ലയര്‍

source: Customer
ml: ഉപഭോക്താവ്

source: Select Supplier
ml: സപ്ലയറെ തിരഞ്ഞെടുക്കുക

source: Select Customer
ml: ഉപഭോക്താവിനെ തിരഞ്ഞെടുക്കുക

source: To Godown
ml: കയറ്റി അയക്കുന്ന ഗോഡൗണ്‍

source: From Godown
ml: ഇറക്കുന്ന ഗോഡൗണ്‍

source: None
ml: ഒന്നുമില്ല
mr: कोणतेही नाही

source: Sale
ml: വില്പന
mr: विक्री

source: Consignment
ml: കണ്‍സൈന്‍മെന്റ്

source: Sample
ml: സാമ്പിള്‍

source: Please enter Issuer's name!
ml: ദയവായി ഇഷ്യുവറിന്റെ പേരു നല്‍കുക!

source: Please enter designation!
ml: ദയവായി പദവി നല്‍കുക!

source: Issuer's Name
ml: ഇഷ്യുവറുടെ പേര്

source: Designation
ml: പദവി

source: Invoice saved.
ml: ഇന്‍വോയിസ് സൂക്ഷിച്ചിരിക്കുന്നു.

source: Duplicate invoice no.!
ml: ഇന്‍വോയിസ് നം. നേരത്തേ സേവ് ചെയ്തിട്ടുള്ളതാണ്!

source: Please enter invoice no.!
ml: ദയവായി ഇന്‍വോയിസ് നം നല്‍കുക!

source: Delivery Note
ml: ഡെലിവറി നോട്ട്

source: Invoice No
ml: ഇന്‍വോയിസ് നം

source: Enter invoice no
ml: ഇന്‍വോയിസ് നം നല്‍കുക

source: VAT Applicable To
ml: വാറ്റ് ബാധകമായ സംസ്ഥാനം

source: Tax Rate%
ml: ടാക്സ് നിരക്ക്%

source: Issuer's name
ml: ഇഷ്യുവറുടെ പേര്

source: Issuer's designation
ml: ഇഷ്യുവറുടെ പദവി

source: Category
ml: തരം

source: Product Description
ml: ഉല്‍പന്നത്തെക്കുറിച്ചുള്ള വിവരണം

source: Unit of Measurement
ml: അളവ്

source: Select Unit of Measurement
ml: അളവ് തിരഞെടുക്കുക

source: Press space to add new unit.
ml: പുതിയ അളവ് ചേര്‍ക്കാനായി സ്പേസ് ബാര്‍ അമര്‍ത്തുക.

source: New Unit of Measurement
ml: പുതിയ അളവ്

source: Press esc to cancel.
ml: കാന്‍സല്‍ ചെയ്യാന്‍ 'Esc' കീ അമര്‍ത്തുക.

source: Opening Stock
ml: ഓപ്പണിങ് സ്റ്റോക്ക്

source: Godown Wise Opening Stock
ml: ഗോഡൗണ്‍ പ്രകാരമുള്ള ഓപ്പണിങ് സ്റ്റോക്ക്

source: Godown
ml: ഗോഡൗണ്‍

source: Press 'Shift + Down arrow Key' from godown opening stock to shift focus to tax or specifications.
ml: ഗോഡൗണ്‍ പ്രകാരമുള്ള ഓപ്പണിങ് സ്റ്റോക്കിന്റെ ടാക്സും മറ്റു വിവരങ്ങളും അറിയാൻ 'Shift + Down arrow Key' അമർത്തുക

source: Unit saved.
ml: അളവ് സേവ് ചെയ്തിട്ടുണ്ട്

source: Unit Already Exist!
ml: ഈ അളവ് നേരത്തെ തന്നെ ഉൾപ്പെട്ടിട്ടുണ്ട്

source: Please enter Unit name!
ml: ദയവായി അളവിന്റെ പേര് എന്റർ ചെയ്യുക

source: Unit Name :
ml: അളവിന്റെ പേര്

source: Enter Unit name
ml: അളവിന്റെ പേര് നൽകുക

source: Sub Unit Of
ml: ഉപ അളവ്

source: Conversion Rate :
ml: പരിഭാഷ ചെയ്ത അളവ്

source: GNUKhata
ml: ഗ്നൂഖാത്ത
mr: गन्यु खाता

source: Voucher
ml: വൗച്ചർ
mr: व्हावचर

source: Voucher saved.
ml: വൗച്ചർ സേവ് ചെയ്തിട്ടുണ്ട്
mr: व्हावचर नोंदवले.

source: Please select an account!
ml: ദയവായി ഒരു അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക
mr: खाते निवडा!

source: Voucher could not be saved.
ml: വൗച്ചർ സേവ് ചെയ്യാൻ സാധിക്കില്ല
mr: व्हावचर नोंदवता आले नाही.

source: Totals misbalance!
ml: തുകയിൽ വ്യത്യാസമുണ്ട്
mr: असमान बेरीज!

source: Voucher total cannot be greater than Invoice total!
ml: ഇൻവോയ്‌സ്‌ തുകയേക്കാൾ വൗച്ചർ തുക കൂടുതലാകാൻ പാടില്ല

source: Voucher amount cannot be zero!
ml: വൗച്ചർ തുക പൂജ്യമാകാൻ പാടില്ല
mr: व्हावचरची रक्कम शून्य असु शकत नाही!

source: Voucher with zero amount cannot be saved!
ml: പൂജ്യം വിലയുള്ള വൗച്ചർ സേവ് ചെയ്യാൻ സാധിക്കില്ല
mr: शुन्य रकमेचे व्हावचर नोंदवता येणार नाही!

source: An account can be selected only once!
ml: ഒരു അക്കൗണ്ട് ഒരു പ്രാവശ്യം മാത്രെമേ സേവ് ചെയ്യാൻ സാധിക്കുകയുള്ളു
mr: एक खाते फक्त एकदाच निवडता येईल!

source: Please enter voucher number!
ml: ദയവായി വൗച്ചർ നമ്പർ നൽകുക
mr: व्हावचर क्रमांक टाका!

source: Please enter voucher date in proper format!
ml: ദയവായി വൗച്ചർ തിയതി ശെരിയായ മാതൃകയിൽ നൽകുക
mr: योग्य प्रकारे व्हावचरची तारीख टाका!

source: You are entering a post-dated transaction!
ml: താങ്കൾ നൽകിയത് പിൻ തിയ്യതികളില ഇടപാടുകളാണ്

source: Please enter voucher date within the financial year!
ml: ദയവായി നടപ്പു വര്ഷത്തിനുള്ളിലുള്ള വൗച്ചർ തിയതി നൽകുക
mr: हिशेब वर्षातील तारीख टाका!

source: Contra
ml: കോൺട്രാ എൻട്രി
mr: कॉन्ट्रा

source: Payment
ml: പേയ്മെന്റ്
mr: पेमेंट

source: Receipt
ml: റെസിപ്റ്
mr: रिसिट

source: Journal
ml: ജേർണൽ
mr: जर्नल

source: Sales
ml: സെയ്ൽസ്
mr: सेल्स

source: Purchase
ml: പർച്ചെയ്‌സ്
mr: परचेस

source: Credit Note
ml: ക്രെഡിറ്റ് നോട്ട്
mr: क्रेडिट नोट

source: Debit Note
ml: ഡെബിറ്റ് നോട്ട്
mr: डेबिट नोट

source: Sale Return
ml: സെയ്ൽസ് റിട്ടേൺ
mr: सेल्स रिटर्न

source: Purchase Return
ml: പർച്ചെയ്‌സ് റിട്ടേൺ
mr: परचेस रिटर्न

source: Select Invoice
ml: ഇൻവോയ്‌സ്‌ തിരഞ്ഞെടുക്കുക

source: Invoice Total Amount
ml: ഇൻവോയ്‌സിന്റെ മൊത്തം തുക

source: Account Name
ml: അക്കൗണ്ടിന്റെ പേര്
mr: खात्याचे नाव

source: Remove
ml: നീക്കം ചെയ്യുക
mr: काढुन टाका

source: Bank Reconciliation
ml: ബാങ്ക് റെകോൺസിലിയേഷൻ
mr: बँक रिकन्सिलएिशन

source: Uncleared Transactions
ml: ക്‌ളീയറാവാത്ത ഇടപാടുകൾ
mr: अनक्लिअर्ड व्यवहार

source: Clearance date cannot be before the voucher date!
ml: ക്‌ളീയറൻസ്‌ തിയതി വൗച്ചർ തിയതിക്ക് മുന്നേ ആകാൻ പാടില്ല
mr: क्लिअरन्सची तारीख व्यवहाराच्या तारखेच्या आधीची असू शकत नाही

source: Period
ml: കാലാവധി
mr: कालावधी

source: to
ml: വരെ
mr: पर्यंत

source: Uncleared Transactions of
ml: ക്‌ളീയറാവാത്ത ഇടപാടുകൾ
mr: अनक्लिअर्ड व्यवहार

source: V. No.
ml: വൗച്ചർ നമ്പർ
mr: व्हा. क्र.

source: Particulars
ml: വിവരണം
mr: तपशिल

source: Debit
ml: ഡെബിറ്റ്
mr: डे

source: Credit
ml: ക്രെഡിറ്റ്
mr: क्रे

source: Clearance Date
ml: ക്‌ളീയറായ തിയതി
mr: क्लिअरन्सची तारीख

source: Memo
ml: മെമ്മോ
mr: टिपण

source: Cash Flow
ml: കാശ് ഫ്‌ലോ

source: Cash Flow Account
ml: കാശ് ഫ്‌ലോ അക്കൗണ്ട്
mr: कॅश फ्लो स्टेटमेंट

source: for the period
ml: കാലാവധി
mr: कालावधी

source: Receipt & Payment Account
ml: റെസിപ്റ്റും പേയ്‌മെന്റും അക്കൗണ്ട്
mr: रिसिट आणि पेमेंट खाते

source: Clear Search
ml: തിരച്ചിൽ വൃത്തിയാക്കുക

source: Amount
ml: തുക
mr: रक्कम

source: Add Cash Memo
ml: കാശ് മെമ്മോ കൂട്ടിച്ചേർക്കുക

source: View Cash Memo
ml: കാശ് മെമ്മോ കാണുക

source: GNUKhata | Category
ml: ഗ്നൂഖാത്ത | വിഭാഗം

source: Create Category
ml: വിഭാഗം സൃഷ്ടിക്കുക

source: Edit Category
ml: വിഭാഗം തിരുത്തുക

source: Cleared Transactions
ml: ക്ളീയറായ ബാങ്ക് ഇടപാടുകൾ
mr: क्लिअर्ड व्यवहार

source: Cleared Transactions of
ml: ക്ളീയറായ ബാങ്ക് ഇടപാടുകൾ

source: Improper Date!
ml: അനുചിതമായ തിയതി
mr: चुकीची तारीख!

source: There are transactions beyond the closure date. Books cannot be closed.
ml: ക്ലോസിംഗ് തിയതി കഴിഞ്ഞിട്ടുള്ള ഇടപാടുകൾ ഉണ്ട്. അതിനാൽ ബുക്ക് ക്ലോസ് ചെയ്യാൻ സാധിക്കില്ല

source: Books have been closed for the current Financial Year.
ml: നടപ്പു സാമ്പത്തിക വർഷത്തെ ബുക്ക് ക്ലോസ്‌ ചെയ്യപ്പെട്ടിരിക്കുന്നു
mr: चालू वर्षाची पुस्तके बंद केली आहेत.

source: Please enter Date!
ml: ദയവായി തീയതി നൽകുക
mr: तारीख टाका

source: Books cannot be closed!
ml: ബുക്ക് ക്ലോസ്‌ ചെയ്യാൻ സാധിക്കില്ല
mr: हिशेबाची पुस्तके बंद करता येणार नाहीत.

source: Rollover cannot be done!
ml: റോൾ ഓവർ ചെയ്യാൻ സാധിക്കില്ല
mr: रोल ओव्हर करता येणार नाही.

source: Financial year end should be greater or equal to start date!
ml: സാമ്പത്തിക വർഷത്തിന്റെ അവസാന തിയതി തുടങ്ങുന്ന തിയതിയെക്കാൾ വലുതോ സമമോ ആയിരിക്കണം
mr: वर्ष अखेरची तारीख प्रारंभ दिनाहून आधीची असु शकत नाही.

source: Close Books and Rollover
ml: ക്ലോസ്‌ ബുക്‌സും റോൾഓവറും
mr: हिशेबाची पुस्तके बंद करणे आणि रोल ओव्हर करणे

source: CLOSE BOOKS
ml: ക്ലോസ്‌ ബുക്ക്സ്
mr: हिशेबाची पुस्तके बंद करा.

source: After Close Books, balances in all expense and income accounts are transferred to Profit & Loss or Income & Expenditure account and these accounts are closed.
ml: ബുക്ക് ക്ലോസ്‌ ചെയ്തതിനു ശേഷം എല്ലാ ചിലവ് വരവ് അക്കൗണ്ടുകളുടെ ബാക്കി തുക പ്രോഫിറ് ആൻഡ് ലോസ് അക്കൗണ്ടിലേക്കോ ഇൻകം ആൻഡ് സ്‌പെൻദിർ അക്കൗണ്ടിലേക്കോ മാറ്റുകയും ക്ലോസ്‌ ചെയ്യുകയും ചെയ്യുന്നു

source: After
ml: ശേഷം
mr: नंतर

source: is done, transactions cannot be recorded but ledger accounts can be viewed.
ml: ലെഡ്ജർ അക്കൗണ്ട്സ് കാണാൻ സാധിക്കും പക്ഷെ ഇടപാടുകൾ രേഖ പെടുത്താൻ സാധിക്കില്ല.
mr: केल्यानंतर व्यवहारांची नोंद करता येणार नाही पण खाते उतारा बघता येईल

source: ROLL OVER
ml: റോൾ ഓവർ
mr: रोल ओव्हर करा

source: a new organization with the same name and type is created for the next accounting year,
ml: അടുത്ത അക്കൗണ്ടിംഗ് വർഷത്തേക്ക് ഒരേ പേരിലും തരത്തിലും ഉള്ള ഒരു പുതിയ ഓർഗനൈസേഷൻ നിര്മിക്കാവുന്നതാണ്
mr: पुढील वर्षासाठी ह्याच नावाची आणि प्रकारची संस्था निर्माण केली जाईल.

source: every existing asset and liability account is automatically opened under its respective Group and Sub-Group and correct opening balance is brought down,
ml: നിലവിലുള്ള എല്ലാ അസറ്റും ലൈബിലിറ്റി അക്കൗണ്ടും അതാത് ഗ്രൂപ് സബ് ഗ്രൂപ്പുകൾക്ക് കീഴിൽ കൃത്യമായ ഓപ്പണിങ് ബാലൻസോടുകൂടി ഓപ്പൺ ആകുന്നു
mr: सर्व मालमत्ता आणि देणी खाती आपोआप त्यांच्या त्यांच्या ग्रुप आणि सबग्रुपमध्ये योग्य आरंभीच्या शिलकीसह उघडली जातील.

source: in case of expense and income accounts these are also opened under their respective Groups and Sub-Groups, of course, without opening balances,
ml: വരവ് ചിലവ് അക്കൗണ്ടുകളും അതാത് ഗ്രൂപ് സബ് ഗ്രൂപ്പുകൾക്ക് കീഴിൽ ഓപ്പണിങ് ബാലൻസ് ഇല്ലാതെ ഓപ്പൺ ആകുന്നു
mr: सर्व उत्पन्न आणि खर्चाची खाती आपोआप त्यांच्या त्यांच्या ग्रुप आणि सबग्रुपमध्ये अर्थातच आरंभीच्या शिलकीविना उघडली जातील.

source: The Closing Stock of the earlier year gets transferred to the next year as Opening Stock. This module can only be activated after
ml: കഴിഞ്ഞ വർഷത്തെ ക്ലോസിങ് ബാലൻസ് അടുത്ത വർഷത്തെ ഓപ്പണിങ് ബാലൻസ് ആയി മാറ്റപ്പെടുന്നു.
mr: वर्ष अखेरीचा शिल्लक माल पुढील वर्षाचा आरंभीचा माल म्हणुन दाखवला जाईल.

source: is done.
ml: ചെയ്തിരിക്കുന്നു

source: Close Books
ml: ബുക്ക്സ് ക്ലോസ്‌ ചെയ്യുക
mr: हिशेबाची पुस्तके बंद करा.

source: Current Financial Year
ml: നടപ്പു് സാമ്പത്തിക വർഷം
mr: चालू हिशेबाचे वर्ष

source: Enter From Day
ml: ഏത്‌ ദിവസം മുതൽ എന്നത് നൽകുക
mr: आरंभीचा दिवस

source: Enter From Month
ml: ഏത്‌ മാസം മുതൽ എന്നത് നൽകുക
mr: महिना

source: Enter From Year
ml: ഏത്‌ വർഷം മുതൽ എന്നത് നൽകുക
mr: वर्ष

source: To
ml: വരെ
mr: पर्यंत

source: Enter To Day
ml: ഏത്‌ ദിവസം വരെ എന്നത് നൽകുക
mr: अखेरचा दिवस

source: Enter To Month
ml: ഏത്‌ മാസം വരെ എന്നത് നൽകുക
mr: अखेरचा महिना

source: Enter To Year
ml: ഏത്‌ വർഷം വരെ എന്നത് നൽകുക
mr: वर्ष अखेर

source: Roll Over
ml: റോൾ ഓവർ
mr: रोल ओव्हर करा

source: Roll Over for the Period
ml: റോൾ ഓവർ ചെയ്യേണ്ട കാലാവധി
mr: रोल ओव्हर कालावधी

source: Current Financial Year From
ml: നടപ്പു് സാമ്പത്തിക വർഷം തുടങ്ങുന്ന തിയതി
mr: चालू वर्षाचा आरंभ

source: New Financial Year From
ml: പുതിയ സാമ്പത്തിക വർഷം തുടങ്ങുന്ന തിയതി
mr: नवीन वर्षाचा आरंभ

source: Confirm
ml: ഉറപ്പാക്കുക
mr: कन्फर्म करा

source: Conventional Balance Sheet
ml: കൺവെൻഷനാൽ ബാലൻസ് ഷീറ്റ്
mr: कन्व्हेनशनल बॅलन्स शीट

source: as on
ml: തിയതി വരെ
mr: तारीख

source: Conventional Statement of Affairs
ml: കോൺവെൻഷനൽ സ്റ്റേറ്റ്മെന്റ് ഓഫ് അഫാർസ്
mr: कन्व्हेनशनल स्टेटमेंट आॅफ अफेअर्स

source: Capital and Liabilities
ml: ക്യാപിറ്റലും ലൈബിലിറ്റീസും
mr: कॅपिटल आणि लायबिलीटीज

source: Corpus and Liabilities
ml: കോർപ്പസും ലൈബിലിറ്റീസും
mr: कॉर्पस आणि लायबिलीटीज

source: Property and Assets
ml: പ്രോപ്പർട്ടീസ്‌ അസ്സറ്റ്സ്
mr: प्रॉपर्टी आणि अॅसेटस्

source: GNUKhata | Create Account
ml: ഗ്നൂഖാത്ത | വിഭാഗം
mr: गन्यु खाता । खाते निर्माण करा

source: Account created successfully.
ml: അക്കൗണ്ട് വിജയകരമായി നിർമ്മിച്ചിരിക്കുന്നു
mr: खाते निर्माण केले.

source: Account could not be created.
ml: അക്കൗണ്ട് നിർമ്മിക്കാൻ സാധിയ്ക്കില്ല
mr: खाते निर्माण करता आले नाही.

source: Please enter account name!
ml: അക്കൗണ്ടിന്റെ പേര് ദയവായി നൽകുക
mr: खात्याचे नाव टाका!

source: Please enter new sub-group name!
ml: പുതിയ സബ് ഗ്രൂപ്പിന്റെ പേര് നൽകുക
mr: नवीन सब ग्रुपचे नाव टाका!

source: Please select group name!
ml: ദയവായി ഗ്രൂപ്പിന്റെ പേര് തിരഞ്ഞെടുക്കുക
mr: ग्रुप निवडा!

source: Please select sub-group name!
ml: ദയവായി സബ് ഗ്രൂപ്പിന്റെ പേര് തിരഞ്ഞെടുക്കുക
mr: सब ग्रुप निवडा!

source: Account already exists!
ml: അക്കൗണ്ട് നേരത്തെതന്നെ ഉൾപ്പെട്ടിട്ടുണ്ട്
mr: खाते अस्तित्वात आहे!

source: Create Account
ml: അക്കൗണ്ട് നിർമ്മിക്കുക
mr: खाते निर्माण करा

source: Select Group
ml: ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക
mr: ग्रुप निवडा

source: Select Sub-Group
ml: ഉപ ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക
mr: सब ग्रुप निवडा

source: Group Name
ml: ഗ്രൂപ്പിന്റെ പേര്
mr: ग्रुपचे नाव

source: No. of Accounts
ml: അക്കൗണ്ട്സുകളുടെ എണ്ണം
mr: खात्यांची संख्या

source: Group Balance
ml: ഗ്രൂപ്പിന്റെ ബാക്കി തുക
mr: ग्रुपची शिल्लक

source: Difference in Balance
ml: ബാക്കിയിലുള്ള വ്യത്യാസം
mr: शिलकीतला फरक

source: Create Admin
ml: അഡ്മിൻ ക്രിയേറ്റ് ചെയ്യുക
mr: अॅडमिन निर्माण करा

source: Please enter username!
ml: ദയവായി യൂസർ നെയിം നൽകുക
mr: वापरणार्‍याचे नाव

source: Please enter password!
ml: ദയവായി പാസ്സ്‌വേർഡ് നൽകുക
mr: पासवर्ड टाका

source: Please re-enter password!
ml: ദയവായി ഒരിക്കൽ കൂടി പാസ്സ്‌വേർഡ്
mr: पुन्हा पासवर्ड टाका

source: Password not confirmed!
ml: പാസ്സ്‌വേർഡ് ഉറപ്പാക്കിയിട്ടില്ല
mr: पासवर्ड कन्फर्म झाला नाही!

source: Please enter security question!
ml: ദയവായി സെക്യൂരിറ്റി ചോദ്യം
mr: सुरक्षेचा प्रश्न टाका!

source: Please enter the answer of security question!
ml: ദയവായി സെക്യൂരിറ്റി ചോദ്യത്തിന്റെ ഉത്തരം നൽകുക
mr: सुरक्षेच्या प्रश्नाचे उत्तर टाका

source: Godown created successfully.
ml: ഗോഡൗൺ വിജയകരമായി ക്രിയേറ്റ് ചെയ്തിട്ടുണ്ട്

source: Godown could not be created.
ml: ഗോഡൗൺ ക്രിയേറ്റ് ചെയ്യാൻ കഴിയില്ല

source: Godown already exists!
ml: ഗോഡൗൺ നേരത്തെതന്നെ ഉൾപ്പെട്ടിട്ടുണ്ട്

source: Please enter godown name!
ml: ദയവായി ഗോഡൗണിന്റെ പേര് എന്റർ ചെയ്യുക

source: Godown Name
ml: ഗോഡൗണിന്റെ പേര്

source: Please select state!
ml: ദയവായി സംസ്ഥാനം തിരഞ്ഞെടുക്കുക

source: Please enter address!
ml: ദയവായി മേൽവിലാസം നൽകുക

source: Address
ml: മേൽവിലാസം
mr: पत्ता

source: Contact Name
ml: ബന്ധപ്പെടാനുള്ള പേര്

source: Contact Number
ml: ബന്ധപ്പെടാനുള്ള ഫോൺ നമ്പർ

source: Please enter organisation name!
ml: ദയവായി ഓർഗനൈസേഷന്റെ പേര് നൽകുക
mr: संस्थेचे नाव!

source: Duplicate organisation!
ml: ഓർഗനൈസേഷന്റെ പകർപ്പ്
mr: संस्था अस्तित्वात आहे!

source: Financial end date should be greater or equal to start date!
ml: സാമ്പത്തിക വർഷത്തിന്റെ അവസാന തിയതി തുടങ്ങുന്ന തിയതിയെക്കാൾ വലുതോ സമമോ ആയിരിക്കണം
mr: वर्ष अखेरची तारीख आरंभीच्या तारखेच्या नंतरची असायला हवी

source: Create Organisation
ml: ഓർഗനൈസേഷന്റെ പേര് ക്രിയേറ്റ് ചെയ്യുക
mr: संस्था निर्माण करा

source: As
ml: ഇതേവരെ

source: is
ml: ആകുന്നു

source: Upper Case
ml: അപ്പർ കേസ്

source: Lower Case
ml: ലോവർ കേസ്

source: Title Case
ml: ടൈറ്റിൽ കേസ്

source: Profit Making
ml: ലാഭം ഉണ്ടാക്കൽ
mr: व्यावसायिक

source: Not For Profit
ml: ലാഭത്തിനു വേണ്ടിയല്ല
mr: स्वयंसेवी

source: Inventory
ml: ഇൻവെന്ററി

source: Transfer Note saved.
ml: ട്രാൻസ്ഫർ നോട്ട് സേവ് ചെയ്തു

source: Please Enter Date
ml: ദയവായി തിയതി നൽകുക

source: Transfernote No.Already Exist!
ml: ട്രാൻസ്ഫർ നോട്ട് നമ്പർ നേരത്തെതന്നെ ഉൾപ്പെട്ടിട്ടുണ്ട്

source: Please Enter Transfer Note No.!
ml: ട്രാൻസ്ഫർ നോട്ടിന്റെ നമ്പർ നൽകുക

source: Godown Must be Selected!
ml: ഗോഡൗൺ തീർച്ചയായും തിരെഞ്ഞുടുക്കുക

source: From and To godown can not be same !
ml: ഫ്രം ഗോഡൗണും റ്റു ഗോഡൗണും ഒരേ സ്‌ഥലമാകാൻ പാടില്ല

source: Transfer Note No:
ml: ട്രാൻസ്ഫർ നോട്ട് നമ്പർ

source: Enter Transfer Note no
ml: ട്രാൻസ്ഫർ നോട്ട് നമ്പർ നൽകുക

source: Date:
ml: തിയതി

source: Number Of Packets:
ml: പാക്കറ്റുകളുടെ എണ്ണം

source: From Godown:
ml: ഏത് ഗോഡൗണിൽ നിന്നും

source: Select Godown
ml: ഗോഡൗൺ തിരഞ്ഞെടുക്കുക

source: To Godown:
ml: ഏത് ഗോഡൗണിലേക്ക്

source: Mode Of Transport:
ml: ഏത് തരത്തിലുള്ളതാണ് ഗതാഗതം

source: Name Of Issuer:
ml: ഇഷ്യൂ ചെയ്യുന്ന ആളുടെ പേര്

source: Designation:
ml: ഉദ്യോഗപ്പേര്‌

source: Save & Print
ml: സേവ് ചെയ്യുക അതിനു ശേഷം പ്രിന്റ് ചെയ്യുക

source: NO
ml: അല്ല

source: YES
ml: അതെ

source: Create User
ml: യൂസർ ക്രിയേറ്റ് ചെയ്യുക
mr: वापरणारा निर्माण करा

source: Create New User
ml: പുതിയ യൂസർ ക്രിയേറ്റ് ചെയ്യുക
mr: नवीन वापरणारा निर्माण करा

source: Password doesn't match!
ml: പാസ്സ്‌വേർഡ് ശെരിയല്ല
mr: पासवर्ड कन्फर्म होत नाही!

source: Please select role!
ml: ദയവായി റോൾ തിരഞ്ഞെടുക്കുക
mr: रोल निवडा!

source: User successfully added!
ml: യൂസർ വിജയകരമായി കൂട്ടി ചേർത്തിട്ടുണ്ട്
mr: नवीन वापरणारा निर्माण केला!

source: User already exists!
ml: യൂസർ നേരത്തെതന്നെ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്
mr: वापरणारा अस्तित्वात आहे!

source: You don't have authentication to add new user!
ml: പുതിയ യൂസർ കൂട്ടി ചേർക്കാനുള്ള അധികാരം നിങ്ങൾക്കില്ല
mr: तुम्हाला नवीन वापरणारा निर्माण करण्याचा अधिकार नाही!

source: Select a role
ml: ഒരു റോൾ തിരഞ്ഞെടുക്കുക
mr: रोल निवडा

source: Manager
ml: മാനേജർ
mr: मॅनेजर

source: Operator
ml: ഓപ്പറേറ്റർ
mr: आॅपरेटर

source: GNUKhata | Customer and Supplier
ml: ഗ്നൂഖാത്ത | കസ്റ്റമറും സപ്പ്ലയറും

source: Create Customer/Supplier
ml: കസ്റ്റമർ / സപ്ലയർ ക്രിയേറ്റ് ചെയ്യുക

source: Edit Customer/Supplier
ml: കസ്റ്റമർ / സപ്ലയർ തിരുത്തുക

source: Deleted Voucher
ml: ഡിലീറ്റ് ചെയ്യപ്പെട്ട വൗച്ചർ
mr: रद्द केलेली व्हावचर्स

source: List of Deleted Vouchers
ml: ഡിലീറ്റ് ചെയ്യപ്പെട്ട വൗച്ചറുകളുടെ പട്ടിക
mr: रद्द केलेल्या व्हावचर्सची यादी

source: V.No.
ml: വൗച്ചർ നമ്പർ
mr: व्हा. क्र.

source: Project
ml: പ്രൊജക്റ്റ്
mr: प्रोजेक्ट

source: GNUKhata | Delivery Challan
ml: ഗ്നൂഖാത്ത | ഡെലിവറി ചെല്ലാൻ

source: Delivery In
ml: ഡെലിവറി ഇൻ

source: Delivery Out
ml: ഡെലിവറി ഔട്ട്

source: View Delivery Note
ml: ഡെലിവറി നോട്ട് കണ്ടാലും

source: Ledger
ml: ലെഡ്ജർ
mr: लेजर

source: Unauthorized to Lock/Unlock Transactions!
ml: ഇടപാടുകൾ ലോൿകും അൺലോക്കും ചെയ്യുന്നതിനുള്ള അധികാരം ഇല്ല
mr: नोंद लॉक आणि अनलॉक करण्याचा अधिकार तुम्हाला नाही!

source: Account
ml: അക്കൗണ്ട്
mr: खाते

source: Balance
ml: ബാക്കി
mr: शिल्लक

source: Edit Account
ml: അക്കൗണ്ട് എഡിറ്റ് ചെയ്യുക
mr: खाते एडिट करा

source: Account edited successfully.
ml: അക്കൗണ്ട് വിജയകരമായി തിരുത്തിയിരിക്കുന്നു
mr: खाते एडिट केले.

source: Account deleted successfully.
ml: അക്കൗണ്ട് വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു
mr: खाते काढुन टाकले.

source: Account could not be edited.
ml: അക്കൗണ്ട് തിരുത്താൻ സാധിയ്ക്കില്ല
mr: खाते एडिट करता आले नाही.

source: Transactions might be remaining for this account.
ml: ഇടപാടുകൾ ഈ അക്കൗണ്ടമായി ബന്ധപെട്ടതാകണം
mr: खात्यात व्यवहाराच्या नोंदी असतील.

source: Select Account
ml: അക്കൗണ്ട് സെലക്ട് ചെയ്യുക
mr: खाते निवडा

source: This is a system generated account, cannot be edited/deleted.
ml: ഇത് ഒരു സിസ്റ്റം ജെനെററ്റ് ചെയ്ത അക്കൗണ്ടാണ് , ഇത് തിരുത്താനോ ഡിലീറ്റ് ചെയ്യാനോ പാടില്ല
mr: आज्ञावलीने निर्माण केलेले हे खाते एडिट करता वा काढुन टाकता येणार नाही.

source: Name of this system generated account cannot be edited.
ml: സിസ്റ്റം ജെനെററ്റ് ചെയ്ത അക്കൗണ്ട് തിരുത്താൻ സാധിയ്ക്കില്ല
mr: आज्ञावलीने निर्माण केलेल्या ह्या खात्याचे नाव एडिट करता येणार नाही.

source: Sub-Group Name
ml: സബ് ഗ്രൂപ്പിന്റെ പേര്
mr: सब ग्रुप नाव

source: Delete?
ml: ഡിലീറ്റ് ?
mr: काढुन टाकु?

source: Cancel
ml: കാൻസൽ
mr: नको

source: Delete
ml: ഡിലീറ്റ്
mr: काढुन टाका

source: Category deleted!
ml: വിഭാഗം ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Cannot delete category!
ml: വിഭാഗം ഡിലീറ്റ് ചെയ്യാൻ സാധിയ്ക്കില്ല

source: Category :
ml: വിഭാഗം

source: Select Category
ml: വിഭാഗം തിരെഞ്ഞുടുക്കുക

source: Enter category name
ml: വിഭാഗത്തിന്റെ പേര് നൽകുക

source: Edit
ml: തിരുത്തൽ
mr: एडिट

source: Customer deleted successfully.
ml: കസ്റ്റമർ വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Supplier deleted successfully.
ml: സപ്ലയർ വിജയകരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു

source: Customer can not be deleted
ml: കസ്റ്റമർ ഡിലീറ്റ് ചെയ്യാൻ സാധിയ്ക്കില്ല

source: Supplier can not be deleted
ml: സപ്ലയർ ഡിലീറ്റ് ചെയ്യാൻ സാധിയ്ക്കില്ല

source: Customers & Suppliers List:
ml: കസ്റ്റമീറിന്റെയും സപ്പ്ലയറുകളുടെയും പട്ടിക

source: Delivery note cancelled.
ml: ഡെലിവറി നോട്ട് കാൻസൽ ചെയ്തിരിക്കുന്നു

source: Delivery Note cannot be cancelled!
ml: ഡെലിവറി നോട്ട് കാൻസൽ ചെയ്യാൻ സാധിക്കുകയില്ല

source: Select Delivery Note
ml: ഡെലിവറി നോട്ട് തിരെഞ്ഞുടുക്കുക

source: Print
ml: പ്രിന്റ് ചെയ്യുക

source: Cancel?
ml: കാൻസൽ ?

source: Godown edited successfully.
ml: ഗോഡൗൺ വിജയകരമായി തിരുത്തിയിരിക്കുന്നു
